"Untitled" = "Sem nome";

"WindowTitle" = "Instalar %@";

"FilesWindowTitle" = "Ficheiros de %@";

/* Displayed as a tooltip describing a search field */
"FilesSearchTooltip" = "Procurar ficheiros cujo percurso contenha";

/* Utility Menu Items */
"Utilities_Menu" = "Utilitários";

/* Print */
"DefaultPrintMenuItem" = "Imprimir...";

/* Menu item titles used for the Show/Hide Files function. */
"Show Files" = "Mostrar ficheiros";
"Hide Files" = "Ocultar ficheiros";

/* Alert panel indicating that the Installer could not find any plugins to load and therefore cannot perform an install */
"NO_SECTIONS_FOUND_ALERT_TITLE" = "O Instalador não conseguir concluir a instalação.";
"NO_SECTIONS_FOUND_ALERT_MESSAGE" = "O Instalador não encontra alguns dos recursos de que necessita para efectuar a instalação.\n\nTrata-se de um erro do Instalador e não do software que está a tentar instalar.\n\nEncontrará apoio técnico online em:\n\nhttp://www.apple.com/support/";

/* Button titles */
"CONTINUE" = "Continuar";
"GOBACK" = "Anterior";
"CHOOSE" = "Escolher";

"CONTINUE_INSTALLING" = "Continuar instalação";
"CANCEL_INSTALLING" = "Cancelar instalação";

"OpenFailed" = "A abertura falhou";
"OpenFailedMsg" = "Não foi possível abrir \"%@\".";

/* Damaged runner error */
"INSTALLER_IS_DAMAGED_TITLE" = "O Instalador está danificado.";
"INSTALLER_IS_DAMAGED_MESSAGE" = "O Instalador não consegue abrir o pacote. É possível que se trate de um problema de permissões ou de propriedade de ficheiros.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "busy" state */
"PackageBusyTitle" = "O Instalador está ocupado.";
"PackageBusyMessage" = "Não é possível fechar a janela.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "paused" state */
"PackagePaused" = "É melhor não fechar o pacote porque a instalação não está ainda concluída. Se fechar o pacote agora, a estabilidade do sistema pode ficar afectada.";

/* Install failed alert-box titles */
"InstallFailedTitle" = "A instalação falhou.";
"CannotInstallTitle" = "Não é possível concluir a instalação.";

/* Contents for alert box displayed when the user tries to quit the app while the package is installing */
"CantQuit" = "Não é possível sair do Instalador durante a instalação do software.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"FailWarning" = "%@ não foi correctamente instalado.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"NotInstalledYet" = "A instalação de %@ não foi ainda efectuada.";

/* Bold title string in Quit sheet */
"InstallQuitTitle" = "Tem a certeza de que pretende sair do Instalador?";

/* Warnings */
"NeedsShutdown" = "Para instalar este software, tem de desligar o computador. Clique em Desligar para concluir a instalação.";
"NeedsRestart" = "Para instalar este software, tem de reiniciar o computador. Clique em Reiniciar para concluir a instalação.";
"NeedsLogout" = "Para instalar este software, tem de sair de todas as aplicações e terminar sessão. Clique em Terminar sessão para concluir a instalação.";

/* Displayed if the user tries to quit while a normal install is taking place */
"StopNormalInProgress" = "Tem a certeza de que pretende sair? Se interromper agora o Instalador, a estabilidade do sistema pode ficar afectada.";

/* Button in quit sheet */
"ChangeDisk" = "Disco de arranque";

/* Title on the 'Go Back' button */
"GoBack" = "Anterior";

/* Button/menu item titles meaning 'Yes, I want to quit the application' */
"Quit" = "Sair";
"QuitWithEllipsis" = "Sair do Instalador…";

/* Button title meaning 'No, I don't want to quit the application' */
"DontQuit" = "Não sair";

/* Button title used to restart the computer */
"Restart" = "Reiniciar";

/* Standard OK button title */
"OK" = "OK";

/* Button title to cancel an action that produced an alert box */
"Cancel" = "Cancelar";

/* Button title for a sheet which will close the installer window */
"Close" = "Fechar";

/* "Show Error" button */
"ShowError" = "Mostrar erro";

/* Error message given when plugin cannot be found. This is mostly an issue for running over a network. */
"CantFindPlugin" = "Não é possível encontrar o plug-in %@.";

/* Error message given when plugin is found but can't be loaded. This is mostly an issue for running over a network. */
"CantLoadPlugin" = "O percurso até ao plug-in %@ foi encontrado, mas não foi possível criar o respectivo bundle.";

/* Error message given when plugin is loaded but doesn't have its firstPage outlet set. This is mostly a debugging aid. */
"NoFirstPage" = "O plug-in %@ não tem primeira página.";

/* Alert box title when the user cannot save a file document */
"CantSaveFile" = "Não é possível guardar o ficheiro.";

/* Alert box explanatory text displayed when a user cannot save a file document */
"CantSaveFileText" = "É possível que não tenha permissão para guardar este documento neste local.";

/* File Listing Controller Strings */
"FILE_LISTING_NOT_AVAIL" = "A listagem de ficheiros não está disponível.";
"FILE_LISTING_NOT_AVAIL_YET" = "A listagem de ficheiros não está ainda disponível.";

/* Security Warning Strings */
/* Display this message if the package will be running programs without the user's knowledge. */
"CheckToolAlert" = "Este Instalador abrirá um programa para determinar se o software pode ou não ser instalado. Gostaria de continuar?";

/* Title for the below message */
"CheckToolAlertEnhancedTitle" = "Este pacote abrirá um programa para determinar se o software pode ou não ser instalado.";

/* Displays this message if the package will be running programs contains inside a package */
"CheckToolAlertEnhanced" = "Para proteger o seu computador, só deve abrir programas e instalar software proveniente de fontes de confiança. Se desconfia da proveniência deste software, clique em Cancelar para interromper a instalação do mesmo.";

/* Displayed in Menu Bar in the Spotlight area when running from install media */
"NoSpotlightTooltip" = "Spotlight indisponível durante a instalação deste software";

/* Install Automation Strings */
"AutomatedInstallFailure" = "Não é possível instalar o %@ neste disco.";
"AutomatedInstallFailureWithReason" = "Não é possível instalar o %@ neste disco. %@";

"AutomatedInstallTargetFreeSpace" = "O disco de destino não dispõe de espaço suficiente para a instalação. Saia do Instalador e remova alguns ficheiros ou aplicações, para libertar espaço no disco antes de voltar a tentar instalar este software.";
"AutomatedInstallTargetMissingTitle" = "Não foi possível encontrar o disco no percurso: %@";
"AutomatedInstallTargetMissing" = "Certifique-se de que escolheu o disco certo e de que este não se encontra danificado, nem está desligado.";

/* Install Authenticity Strings */
"UNSIGNED_TITLE" = "Não foi possível determinar a origem deste software.";
"UNSIGNED_DESCRIPTION" = "Para proteger o seu computador, só deve instalar software proveniente de fontes de confiança.";
"INVALID_SIGNATURE_ERROR_TITLE" = "A instalação foi cancelada porque não foi possível verificar a procedência deste software.";
"INVALID_SIGNATURE_ERROR" = "Para proteger o seu computador, só deve instalar software proveniente de fontes de confiança.";

/* IADataTransferMonitor Strings */
"CALCULATING_TIME_REMAINING" = "A calcular…";
"HOURS_AND_MINUTES_REMAINING" = "%d horas e %d minutos";
"HOURS_REMAINING" = "%d horas";
"HOUR_AND_MINUTES_REMAINING" = "1 hora e %d minutos";
"HOUR_REMAINING" = "1 hora";
"MINUTES_REMAINING" = "%d minutos";
"MINUTE_REMAINING" = "1 minuto";
"LESS_THAN_A_MINUTE_REMAINING" = "menos de um minuto";
